// Author: Kristiina007
// Version: 4.5.2.0 (06.08.2015)

// General

000 = Eesti
001 = Jah
002 = Ei
003 = OK
004 = välju
005 = Juhtpaneel
006 = Reeglite paneel
007 = Sirvi programme, mida soovid lubada
008 = Sirvi programme, mida soovid blokeerida
009 = Ühendamiseks klõpsake programmi aknal
010 = Blokeerimiseks Klõpsake programmi aknal 
011 = Või toimingu tühistamiseks klõpsake siia 
012 = Uus reegel ühenduse võimaldamiseks on edukalt loodud 
013 = Uus reegel ühenduse blokeerimiseks on edukalt loodud
014 = Identne reegel sellele programmile on juba olemas
015 = Operatsioon on katkestatud!
016 = Täielik poliitika oli edukalt imporditud
017 = Täielik poliitika oli edukalt eksporditud
018 = Poliitika oli edukalt vaikimisi taastatud (Vaikimisi poliitika oli edukalt taastatud)
021 = Täpsusta täielik tee failini, mis sobib reeglitega
022 = Osaline poliitika oli edukalt imporditud
023 = Osaline poliitika oli edukalt eksporditud
030 = Lukusta Windowsi Tulemüür
031 = Ava Windowsi Tulemüür
032 = Lukusta
033 = Tee lukust lahti
034 = Tühista
035 = Palun määrake salasõna
036 = Sisesta salasõna, et avada
037 = Vale parool (Kehtetu parool)
038 = Näita parooli
039 = Külasta arendaja kodulehekülge
040 = Halda Windowsi Tulemüüri reegleid
041 = Kliki luku ikoonile, et avada programm
042 = Kas oled kindel, et soovid lülitada Windowsi tulemüür kaitse välja?
043 = Ära näita uuesti
044 = Lugeda ainult

// Tab items

100 = Profiilid
200 = Teadaanded
300 = Suvandid
400 = Reeglid
500 = Tööriistad
600 = Teave

// Profiles

101 = Filtreerimise tase täpsustab, millised ühendused peaksid olema blokeeritud ja millised ühendused peaksid olema avatud 
102 = Kõrge filtreerimine
103 = Kõik väljaminevad ja sissetulevad ühendused on blokeeritud. See profiil blokeerib kõik katsed ühendamiseks sinu arvutiga või sinu arvuti kaudu. 
104 = Keskmine filtreerimine (soovitatav)
105 = Väljaminevad ühendused, mis ei vasta reeglitele, blokeeritakse. Lubatud on ainult need programmid, millel on "lubamise" reegel. 
106 = Madal filtreerimine
107 = Väljaminevad ühendused, mis ei vasta reeglitele, on lubatud. Blokeeritakse ainult need programmid, millel on "blokeerimise" reegel. 
108 = Ilma filtreerimiseta
109 = Windowsi Tulemüür on välja lülitatud. Juhul, kui teil ei ole töös mõnda muud tulemüüri, siis hoiduge selle funktsiooni kasutamisest.
110 = Keskmine filtreerimine
111 = Kindla aja möödudes on taastatakse profiili seadistused
112 = Automaatselt seadistatud
113 = pärast
114 = minutid

// Notifications

201 = Teadaande tase täpsustab, millised väljaminevad ühendused peaksid olema kasutajale nähtavad. 
202 = Kõrge
203 = Kuva teadaanded kõigi blokeeritud väljuvate ühenduste jaoks, sealhulgas süsteemi omi, genereeritud ühenduste loomise katsetes svchost.exe ja System jaoks.
204 = Keskmine (soovitatav)
205 = Kuva teadaanded kõigi blokeeritud väljutavate ühenduste jaoks, aga ignoreeri ja ära kuva teadaandeid, mis on genereeritud svchost.exe ja System jaoks. 
206 = Madal
207 = Automaatselt võimalda digitaalallkirjastatud programmidel kehtiva allkirjaga pääseda võrku ja kuva teadaandeid ainult allkirjastamata programmidele. 
208 = Keelatud
209 = Ära kuva teadaandeid. 
210 = Teadaannete suvandid.
211 = Automaatselt sulge teaadaanne 
212 = sekundi möödumisel.
213 = Ajutiste eeskirjade aegumine  
214 = Mängi heli, kui laekub uus teadaanne. 
215 = Mängi vaikimisi heli. 
216 = Mängi tavaline heli. 
217 = Palun vali tavaline teadaande heli. 
218 = Teadaannete süsteem on kättesaadav ainult registreeritud kasutajatele. Selleks, et kasutada seda lisa, palun aktiveerige programm. Täname toetuse eest.
219 = Vajuta siia, et õppida, kuidas saada registreeritud kasutajaks.
220 = Näita teateid teiste akende peal.
221 = Teadaannete lisaseaded
222 = Taasta vaikimisi lisaseaded
223 = Kasuta lubatud reegleid sobivate reeglite otsingutel. Lubatud teiste turvaprogrammide sobivusel kui duplikaat teadaanded on kuvatud. 
224 = Kasuta üldiseid bloki reegleid sobivate reeglite otsingutel. Kui bloki reegel, mida rakendatakse kõikides programmides, sobitub blokeeritud ühendusega siis teadaandeid ei kuvata.
225 = Kasuta blokeeritud reegleid sobivate reeglite otsingutel. Kui sobituv blokeeritud reegel on leitud, siis teadaandeid ei kuvata.

// Options

301 = Täpsusta allpool valikuid, mida rakendada kõigile konto kasutajatele kohalikust arvutist.
302 = Kesta integratsioon
303 = Integreeri programm täitefailide menüü konteksti ja loo otseteed täitefailidele. 
304 = Käivita automaatselt sisselogimisel
305 = Kui kasutate Kiiret kasutajavahetuse lisa, siis see valik rakendub esimesele kasutaja sisselogimisele. 
306 = Ohutuseeskirjad
307 = Automaatselt eemaldada teiste programmide poolt loodud loata reeglid (mitte Windowsi Firewall Control poolt).
308 = Globaalsed kiirklahvid
309 = Globaalsed kiirklahvid on klaviatuuri otseteed, mida sa saad kasutada mistahes töötava rakenduse ajal. 
310 = Määra allpool programmi ilme valides mistahes RGB värvi kombinatsiooni.
311 = Punane
312 = Roheline
313 = Sinine
314 = Täpsusta allpool URL teenuseid, mida kasutatakse erinevateks kontrollideks
315 = URL kontrollimaks IP aadressi mainet
316 = URL kontrollimaks faili, mis pohineb SHA256 osal failist
317 = URL alustamaks WHOIS paringut
318 = URL lugemaks rohkem spetsiifilise pordi kohta
319 = Turvaline alglaadimine
320 = Salvesta tulemüüri reeglid süsteemi väljalülimisel, sea Kõrge Filtreeringu profiil ja taasta reeglid kui Windowsi Firewall Control käivitumisel.
321 = kõrge filtreerimine profiil on sisse lülitatud. Kõik võrguühendused on blokeeritud kuni ei muuda profiili käsitsi.
330 = Luba Interneti
331 = Keela ligipääs internetile

// Rules

401 = Täpsusta loodava reegli suund, millele uus reegel suunatud on.
402 = Väljaminev (soovitatav)
403 = Vaikimisi loo ainult väljaminevaid reegleid kui lood uut reeglit, et lubada või blokeerida rakendusi. 
404 = Sissetulev
405 = Vaikimisi loo ainult sissetulevaid reegleid. Kasuta seda valikut ettevaatlikult. Sissetuleva juurdepääs on tavaliselt vajalik serveri rakenduste jaoks. 
406 = Väljaminevad ja sissetulevad
407 = Vaikimisi loo mõlemat tüüpi reegleid. Ei ole soovitatav.
408 = Täpsustage asukoht, millele on uus reegel suunatud kui loodakse uus reegel:
409 = Impordi, ekspordi või taasta tulemüüri reeglid
410 = Impordi Windowsi Tulemüüri reeglid failist
411 = Ekspordi Windowsi Tulemüüri reeglid fail
412 = Taasta Windowsi Tulemüüri vaikimisi määratud reeglid
413 = Taasta Windowsi Tulemüüri Kontrolli soovitatavad reeglid
414 = Täielik poliitika fail oli valitud. Selle faili Tulemüüri reeglite importimisel kirjutatakse üle kõik jooksvad Windowsi Tulemüüri reeglid. Kui sa soovid salvestada jooksvate reeglite koopia, pead sa kõigepealt need teisaldama faili. Kas sa tahad importida Tulemüüri reegleid valitud failis?
415 = Vaikimisi määratud reeglite taastamine algseadistab kõik Windowsi Tulemüüri seaded, mis sa oled teinud Windowsi installimise hetkest saati. See võib takistada või lõpetada mõndade programmide töötamise. Kas sa soovid jätkata?
416 = Impordi failist ...
417 = Ekspordi faili ...
418 = Soovitatud reeglid olid edukalt taastatud.
419 = Palun uuenda reegleid aknas Halda Reegleid. Tänan.
420 = See toiming kustutab kõik jooksvad protokollid Windowsi Tulemüüri logist. Oled sa kindel, et soovid jätkata?
421 = Osaline poliitika fail oli valitud. Tulemüüri reeglite importimine sellest failist jätab muutmata su jooksvad reeglid ja reeglid, mis sisalduvad failis lisatakse su jooksvate reeglite hulka. Kas sa soovid importida Tulemüüri reeglid valitud failist?  
422 = Valitud fail on vigases formaadis või rikutud! !

// Tools

501 = Kasutage allpool asuvaid otseteid, et käivitada eri süsteemide vahendid. Pange tähele, et need programmid täidetakse võimalikult kõrgete privileegidega.
502 = Windows tulemüür koos Arenenud Turvalisusega
503 = Sündmuse vaatleja
504 = Ressurssi monitor
505 = Windows Firewall Control Panel applet
520 = Kopeeri ...
521 = Kõik

// About

601 = Teave programmi kohta
602 = Kontrolli, kas uuendused on saadaval
603 = Ei saa ühendus uuenduste serveriga. Juurdepääs keelatud. Palun veenduge, et teie tulemüür ei blokeeri selle programmi ühendamist Internetiga ja proovige siis uuesti.
604 = Ei saa ühendust. Nõutav on Proxy autentimine, mida see programm ei toeta. Palun kontrollige uuendusi käsitsi külastades veebilehte. Tänan
605 = Sa kasutad uusimat versiooni. Ükski uuem versioon ei ole praegu kättesaadav.
606 = Uus Windowsi Tulemuuri Kontrolli versioon on saadaval
607 = Kas soovite uue versiooni alla laadida ja uuendada?
608 = Vaata Muudatuste logi.
609 = Aktiveeri staatus
610 = Toode aktiveeritud
611 = Toode ei ole aktiveeritud
612 = Täname teie toetuse eest
613 = Kliki siia, et aktiveerida
614 = Allpool on teie Installatsiooni ID, mis oli automaatselt genereeritud selle programmi installimise käigus. Palun sisestage allolevasse kasti vastav aktiveerimiskood ja vajutage Aktiveerimise nuppu, et aktiveerida toode. Et saada vastav aktiveerimiskood palun logi sisse enda registreeritud kasutajaga meie veebist. 
615 = Kliki siia, et avada sisselogimise leht
616 = Installatsiooni ID
617 = Aktiveerimiskood
618 = Aktiveeri
619 = Kopeeri lauale
620 = Kleebilaualt
621 = Kasutajaliidese tüübid
622 = Kõik kasutajaliidese tüübid
623 = Spetsiifilised kasutajaliidese tüübid
624 = Lokaalne võrk
625 = Kaugjuurdepääs
626 = Wifi võrk
627 = Saabuv
628 = Väljaminev
629 = Mõlemad suunad
640 = Edge läbipääsusüsteemid
641 = ICMP seaded
690 = Automaatne uuenduste kontroll
691 = Kasuta Proxy seadistusi
692 = Proxy seadistused
693 = Aadress
694 = Kasutajanimi
695 = Parool

// Manage Rules

700 = Protsessi ID
701 = Nimi
702 = Grupp
703 = Programm
704 = Asukoht
705 = Lubatud
706 = Tegevus
707 = Suund
708 = Kohalikud aadressid
709 = Kohalikud pordid
710 = Kaugaadressid
711 = Kaugpordid
712 = Protokoll
713 = Teenindus
714 = Kirjeldus
715 = Aeg genereeritud
716 = Tegevused
717 = Uuenda nimekiri
718 = Leia kehtetud reeglid
719 = Tühjenda logi
720 = Halda reegleid
721 = Hiljuti blokeeritud
722 = Uus reeglite viisard
723 = Vaade
724 = Näita kirjeid
725 = Viimane päev
726 = Viimased kolm päeva
727 = Eelmine nädal
728 = Ühendused
730 = Näita
731 = Reeglid
732 = Kõik reeglid
733 = Sissetuleva Reeglid
734 = Väljamineva reeglid
735 = Kasutaja loodud reeglid
736 = Filter
737 = Ilma filtrita
738 = Filtreeri lubatute järgi
739 = Filtreeri keelatute järgi
740 = Otsi
741 = Logi ühendused
742 = Poliitika ...
743 = Impordi reeglid failist
744 = Ekspordi koik reeglid
745 = Ekspordi valitud reeglid
746 = Taasta vaikimisi reeglid
747 = Taasta soovitatud reeglid
748 = Lubatud ühendused
749 = Blokeeritud ühendused
750 = Loo uus reegel
751 = Sirvi lubamiseks
752 = Klõpsa lubamiseks
753 = Sirvi keelamiseks
754 = Klõpsa keelamiseks
755 = Luba sellel programmil
756 = Blokeeri see programm
757 = Tühi reegel
758 = Kohanda ja loo
759 = Blokeeritud ühenduste logi blokeerimine keelab ka teated. Kas soovite jätkata?
760 = Suvandid
761 = Võimalda
762 = Blokeeri
763 = Luba
764 = Keela
765 = Kustuta
766 = Atribuudid
767 = Loo duplikaat
768 = Üldine
769 = Täpsem
770 = Rakenda
771 = Protokollid ja pordid
772 = KOhalikud ja kaug IP aadressid
773 = Sissetulev
774 = Väljaminev
775 = Domeen
776 = Privaatne
777 = Avalik
778 = Koik
779 = Loo
780 = Kõik
781 = Kõik Pordid
782 = Kasutaja Pordid
783 = Kasutaja aadressid
784 = Kõik programmid
785 = See programm
786 = Otsi ...
787 = Näiteks : 80,443,9-29
788 = Näiteks : 50.87.146.202
789 = Tühista kinnitamine
790 = Palun valige kaust, kust soovite otsida täitefaile
791 = Failid
792 = Palun kasutage Refresh nuppu või vajutage F5 et laadida andmed
793 = Palun oodake...
794 = Laadimine ...
795 = Tühista sorteerimine
794 = Lisa Gruppi
796 = Ühendused
797 = Hiljuti blokeeritud
798 = Hiljuti lubatud

// Notification Dialog

800 = Väljaminev ühendus blokeeritud
801 = Allikas
802 = Kaug-
803 = Allkirjastatud
804 = Kaug IP
805 = Kohandada seda reeglit enne loomist
806 = Luba sellel programmi
807 = Alati luba sellele programmile juurdepääsu Internetile
808 = Blokeeri see programm
809 = Alati blokeeri sellele programmile juurdepääs Interneti
810 = Blokeeri praegu ja küsi hiljem uuesti
811 = Luba ajutiselt
812 = Kontrolli seda faili
813 = Käivita WHOIS päring
814 = Kinnita see IP-aadress
815 = Ava fail asukoht
816 = Kopeeri täielik tee lauale
817 = Kopeeri faili nimi lauale
818 = Loe rohkem sadamate kohta
819 = Tagasi reegli detailide juurde
820 = Aega restardini
821 = 1 tund
822 = 5 minutit
823 = Luba ajutiselt
824 = Ajutiselt blokeerida
825 = Enne WFC taaskäivitamist 
830 = Ühenda reeglid
831 = Ühendatud reegel
832 = Liikuda edasi reeglite juurde
680 = Kanded
681 = Koik kanded
682 = Viimane kande

// Validations

920 = Palun sisestage reegli nimi
921 = Tühikud ei ole lubatud
922 = Port peab olema väärtus vahemikus 0-65535
923 = Palun sisestage kehtiv IP vahemik
924 = Palun sisestage kehtiv IP aadress
925 = Duplikaatparameetrid on keelatud
926 = Tühjad parameetrid on keelatud
927 = Negatiivsed parameetrid on keelatud
928 = Vigane pordivahemik
929 = Väli ei tohi olla tühi
930 = Seda faili ei eksisteeri
931 = Toetatud laiendamised
932 = Sellel väljal peab olema arvuline väärtus vahemikus 0-999
933 = Vigane alamvõrgu mask
934 = Sellel väljal peab olema arvuline väärtus 1-60 vahel
935 = Kohustuslik vali
940 = Ei saa uhendust Windows Firewall Control teenust

// Uninstall

950 = Eemalda
951 = See eemaldab programmi teie arvutist. Palun valige, mida te tahate teha oma praeguste Windowsi Tulemüüri seadetega :
952 = Taasta vaikimisi olnud Windowsi Tulemüüri seaded. Kõik kasutaja poolt loodud reeglid kustutatakse  ja jäetakse ainult vaikimisi olnud Windowsi Tulemüüri reeglid.
953 = Taasta kõik seaded, mis olid enne selle programmi installeerimist. Kõik eelnevad reeglid, mis olid leitud programmi installeerimisel taastatakse.
954 = Hoia alles olemasolevad tulemüüri reeglid ja seaded. Kustuta ainult programm ja hoia alles kõik teised seaded ja reeglid selliselt nagu nad olid ennem. 
955 = Kustuta ativeerimise staatus
956 = Keela Windowsi Tulemüüri registreerimine ...
957 = Desinstallatsioon pooleli ...